{
    "contributors": [],
    "creation_date": "2018/10/26 18:00:22.616082 GMT-4",
    "_uid": "0123858fbce44136b4bec5c55a058cfc",
    "expirationDate": "None",
    "_content_type_id": "text/plain",
    "id": "proin-neque-tortor-ac-risus.",
    "subject": [],
    "modification_date": "2018/10/26 18:00:22.663687 GMT-4",
    "title": "Proin neque tortor ac risus.",
    "_ac_local_roles": {
        "admin": [
            "Owner"
        ]
    },
    "_content_type_language": "text/plain",
    "_defaultpage": "",
    "location": "Metus ipsum nascetur facilisis lacus ac felis tortor velit cum parturient.",
    "_content_type_title": "text/plain",
    "excludeFromNav": false,
    "_atbrefs": {},
    "_type": "Link",
    "description": "Donec velit diam a erat in enim elementum sollicitudin aliquam sed ultrices convallis sollicitudin adipiscing. Fames donec magna congue. Etiam metus eni urna eget integer nec aliquet et. Dolor velit. Class morbi. Fusce curae lacus dui. Curae fames class erat nisl hymenaeos. Massa curae magnis eu taciti ad sagittis vivamus. Morbi netus litora vel parturient at consequat a leo venenatis. Fusce neque etiam congue. Augue lacus litora placerat arcu mauris. Massa donec. Augue fames. Morbi etiam dis cras eget pharetra a sollicitudin duis posuere turpis non.",
    "_atrefs": {},
    "_layout": "link_redirect_view",
    "_workflow_history": {
        "simple_publication_workflow": [
            {
                "action": null,
                "review_state": "private",
                "actor": "admin",
                "comments": "",
                "time": "2018/10/26 18:00:22.619646 GMT-4"
            },
            {
                "action": "publish",
                "review_state": "published",
                "actor": "admin",
                "comments": "",
                "time": "2018/10/26 18:00:22.659687 GMT-4"
            }
        ]
    },
    "_content_type_rights": "text/plain",
    "_directly_provided": [],
    "_content_type_remoteUrl": "text/plain",
    "_classname": "ATLink",
    "_userdefined_roles": [],
    "_content_type": "text/plain",
    "_id": "proin-neque-tortor-ac-risus.",
    "remoteUrl": "Class%20nulla.",
    "effectiveDate": "None",
    "language": "en",
    "rights": "Ipsum donec condimentum facilisi porttitor arcu gravida at erat potenti ridiculus. Proin ipsum ornare. Purus lacus ligula nunc eros porta aliquam elit ad dolor tortor elit. Curae proin neque nec nibh lacus pede nisl nisi. Class metus sagittis nisl facilisi tincidunt faucibus. Neque etiam blandit tellus duis cras. Nulla netus fusce non dolor taciti tellus leo adipiscing. Massa class dis massa nullam pede duis ve mus ullamcorper. Donec dolor per eget mattis. Fames etiam orci suscipit sem donec fermentum adipiscing quis porta luctus in volutpat quam ut pellentesque rutrum primis. Donec magna non nisl class penatibus adipiscing non massa. Morbi ipsum vivamus faucibus semper sapien mus parturient adipiscing ve. Lorem fusce ullamcorper maecenas nunc at sollicitudin platea. Purus etiam ultricies vitae nisi leo lorem auctor nisl est mollis conubia libero. Nulla risus neque tempor neque ultricies taciti morbi potenti penatibus hac aliquam. Justo magna quis phasellus ornare nascetur feugiat felis erat cursus vestibulum suscipit dolor. Fames proin vel aenean iaculis litora. Porta augue. Purus neque aenean porta cras torquent arcu. Magna vitae aenean consectetuer aliquam convallis ornare per odio. Donec lacus. Nulla proin dictumst adipiscing hymenaeos diam orci diam netus. Fusce augue aenean ad netus mi magna eu. Nulla neque a quam vestibulum nam.",
    "_content_type_description": "text/plain",
    "_owner": "admin",
    "_content_type_location": "text/plain",
    "_permissions": {
        "Modify portal content": {
            "acquire": false,
            "roles": [
                "Editor",
                "Manager",
                "Owner",
                "Site Administrator"
            ]
        },
        "Access contents information": {
            "acquire": false,
            "roles": [
                "Anonymous"
            ]
        },
        "View": {
            "acquire": false,
            "roles": [
                "Anonymous"
            ]
        }
    },
    "_properties": [
        [
            "title",
            "Proin neque tortor ac risus.",
            "string"
        ]
    ],
    "allowDiscussion": false,
    "_gopip": 52,
    "creators": [
        "admin"
    ],
    "_path": "/Plone/about/lacus-purus-sit-augue-facilisis-ultricies-pede./metus-augue-platea-donec-fames-inceptos-non-ut-fermentum-ipsum./proin-neque-tortor-ac-risus."
}